/**
 *********************************************************************************************************
 *
 *	模块名称 : 蜂鸣器驱动
 *	文件名称 : bsp_Buzzer.h
 *	版    本 : V1.0
 *	说    明 : bsp_Buzzer.c的头文件
 *	           该文件包含应用程序的公共定义及函数声明
 *********************************************************************************************************
 *	修改记录 :
 *		版本号   日期         作者         说明
 *		V1.0    2021/3/5    Xuhuajin     编写发布
 *		
 *********************************************************************************************************
 */

#ifndef STM32F103C8T6_ZHSX_BSP_BUZZER_H
#define STM32F103C8T6_ZHSX_BSP_BUZZER_H

#include "stm32f1xx_hal.h"

void bsp_BuzzerInit(void);
void bsp_BuzzerOneVocal(void);

#endif //STM32F103C8T6_ZHSX_BSP_BUZZER_H
